[{"photos":{"images":["1421301912_1.jpg"]},"text":{"text":{"title":"Scientific & Technical Academy Award winners","blurb":"The Academy of Motion Picture Arts and Sciences today announced that 21 scientific and technical achievements represented by 58 individual award recipients will be honored at its annual Scientific and Technical Awards Presentation on Saturday, February 7, at the Beverly Wilshire in Beverly Hills.\r\n\r\nIn addition, veteran sound engineer and Dolby® Laboratories executive David W. Gray will receive the Gordon E. Sawyer Award (an Oscar® statuette), presented “to an individual in the motion picture industry whose technological contributions have brought credit to the industry.” Gray’s career has encompassed the design, refinement and implementation of groundbreaking cinema sound technologies, including stereo optical soundtracks, digital sound on film and most recently, Dolby Atmos®. He has served for many years on the Academy’s Science and Technology Council and its Theater Standards Committee, among others, as well as chaired the audio study group of SMPTE’s pioneering DC28 technology committee, from which the first two SMPTE Digital Cinema standards were published.\r\n\r\n“Our honorees represent an enormous range of technologies, from camera rigs to software systems, with names as colorful as ‘Biscuit Jr.,’ ‘Barbershop’ and ‘PhysBAM,’” said Richard Edlund, Academy Award®-winning visual effects artist and chair of the Scientific and Technical Awards Committee. “They exemplify the phenomenal creativity of professionals in the scientific and technical community, and the invaluable contributions they make to what is arguably the most creative industry in the world.”\r\n\r\nUnlike other Academy Awards to be presented this year, achievements receiving Scientific and Technical Awards need not have been developed and introduced during 2014. Rather, the achievements must demonstrate a proven record of contributing significant value to the process of making motion pictures.","date":"","contact":"","link":"links"}}},null,{"photos":{"images":[]},"text":{"text":{"title":"B","blurb":"B","date":"Jan 2","contact":"","link":""}}},{"photos":{"images":[]},"text":{"text":{"title":"","blurb":"","date":"","contact":"","link":""}}}]